Repository: GuideOS/guideos-power-profiles-spice
Catalog: power-profiles@guideos/po/*.po
Languages: de

source: Power Saver
de: Energiesparen

source: Balanced
de: Ausgewogen

source: Performance
de: Leistung

source: Power Profiles Applet Error
de: Fehler im Energieprofile-Applet

source: The system package 'power-profiles-daemon' is not installed. Please install it and reload the applet.
de: Das Systempaket 'power-profiles-daemon' ist nicht installiert. Bitte installieren Sie es und laden Sie das Applet neu.

source: Open README
de: README öffnen

source: Open Website
de: Webseite öffnen

source: Please make sure the power-profiles-daemon package is installed and the service is running.
de: Bitte stellen Sie sicher, dass das Paket power-profiles-daemon installiert ist und der Dienst läuft.

source: exception:
de: Ausnahme:

source: Current Profile:
de: Aktuelles Profil:

source: Performance Degraded:
de: Leistung verringert:

source: Active Profile Holds:
de: Aktive Profil-Sperren:

source: An applet to modify the current system power profile as determined by power-profiles-daemon
de: Ein Applet zum Ändern des aktuellen System-Energieprofils, wie vom power-profiles-daemon bestimmt.

source: Power Profiles
de: Energieprofile

source: Keyboard Shortcuts
de: Tastenkombinationen

source: Previous profile
de: Vorheriges Profil

source: Set keybinding(s) to switch to previous power profile.
de: Legen Sie Tastenkombinationen fest, um zum vorherigen Energieprofil zu wechseln.

source: Next profile
de: Nächstes Profil

source: Set keybinding(s) to switch to next power profile.
de: Legen Sie Tastenkombinationen fest, um zum nächsten Energieprofil zu wechseln.

source: Cycle through profiles when using keyboard shortcuts
de: Profile beim Verwenden von Tastenkombinationen durchlaufen

source: If enabled, if the current profile is 'Power Saver' and the 'Previous profile' keyboard shortcut is used, the next profile would be 'Performance' (or 'Balanced' on some systems). If disabled, if the current profile is 'Power Saver' and the 'Previous profile' keyboard shortcut is used, the profile would not change.
de: Wenn aktiviert, wird beim aktuellen Profil 'Energiesparen' und der Tastenkombination für das vorherige Profil das nächste Profil 'Leistung' (oder 'Ausgewogen' auf manchen Systemen) gewählt. Wenn deaktiviert, ändert sich das Profil bei 'Energiesparen' und der Tastenkombination für das vorherige Profil nicht.

source: On-screen display for keyboard shortcuts
de: Bildschirmanzeige für Tastenkombinationen

source: Show on-screen display of the new profile when using the keyboard shortcuts
de: Zeige die Bildschirmanzeige des neuen Profils beim Verwenden der Tastenkombinationen

source: Appearance
de: Aussehen

source: Icon Style
de: Symbolstil

source: Classic
de: Klassisch

source: Choose the style of the applet's icon. This is used for the panel and the on-screen display.
de: Wählen Sie den Stil des Applet-Symbols. Dieser wird für das Panel und die Bildschirmanzeige verwendet.
